const allowedAmounts = [
  {
    minBalance: 0.2,
    names: ['Бейлис', 'Фримен']
  },
  {
    minBalance: 0.7,
    names: [
      'Бакарди',
      'Морган',
      'Джемесон',
      'Чивас',
      'Джек Дениелс Теннесси',
      'Джони Уокер',
      'Лоусон',
      'Олмега Белая',
      'Бифитер Драй',
      'Абрау Дюрсо'
    ]
  },
  {
    minBalance: 1,
    names: [
      'Фиеро',
      'Россо',
      'Мартини Экстра Драй',
      'Бьянко',
      'Ламбруско',
      // водка
      'Белуга',
      'Русский Стандарт',
      'Арцах Кизил',
      'Арцах Тутовый Золото',
      'Арцах Тутовый Серебро',
      'Арцах Абрико',
      // прочее
      'Болс Мелон',
      'Болс Пич',
      'Бехеровка',
      'Барристер',
      'Фруко Шульц Ежевика',
      // коньяк
      'Арарат Априкот',
      'Арарат 3*',
      'Арарат 5*',
      'Арарат 7*',
      'Арарат Ани',
      'Арарат Кофе'
    ]
  },
  {
    minBalance: 2,
    names: [
      'Фанта',
      'Швепс',
      'Спрайт',
      'Кока-кола',
      // водка
      'Хаски',
      'Финляндия',
      'Абсолют'
    ]
  },
  {
    minBalance: 2.5,
    names: [
      'Бонаква негаз',
      'Бонаква газ',
      'Джермук',
      'Сок Добрый',
      // пиво
      'Vaer Mobi Dick',
      'Бакалар б/а',
      'Vaer Grapefruit',
      'Vaer Cherri',
      // вино
      'Армения красное сух',
      'Назени Кангун',
      'Назени Мускат',
      'Армения красное п/сл',
      'Армения белое  сух',
      'Карас Дютич',
      'Армения белое  п/сл',
      'Назени Ахтанак',
      'Вернашен',
      'Саперави',
      'Цинандали',
      'Армения плодовое',
      'Ркацители',
      'Назени Саперави',
      'Цвета Армении',
      'Назени Арени Нуар',
      'Арени Гетнатан',
      'Карас Красное',
      'Киндзмараули',
      'Арцруни',
    ]
  },
  {
    minBalance: 5,
    names: [
      'Дилижан',
      'Стелла Артуа',
      'Киликия темное',
      'Vaer Lager',
      'Шпатен',
      'Эребуни',
      'Vaer Pils',
      'Хугарден',
      'Котайк',
      'Киликия светлое',
      'Натахтари'
    ]
  },
];

module.exports = allowedAmounts;