const allowedAmounts = [
  {
    minBalance: 0.1,
    names: [
      'Чивас'
    ]
  },
  {
    minBalance: 0.7,
    names: [
      'Бакарди',
      'Джек Дениелс Теннесси',
      'Олмега Белая',
      'Бифитер Драй',
      'Фиеро',
      'Россо',
      'Бьянко'
    ]
  },
  {
    minBalance: 1,
    names: [
      'Ламбруско',
      // водка
      'Белуга',
      'Арцах Кизил',
      'Арцах Тутовый Золото',
      'Арцах Тутовый Серебро',
      'Арцах Абрикос',
      // коньяк
      'Арарат Априкот',
      'Арарат 3*',
      'Арарат 5*',
      'Арарат 7*',
      'Арарат Ани',
      'Арарат Кофе',
        // виски
      'Лоусон',
    ]
  },
  {
    minBalance: 1.6,
    names: [
      'Карас Дютич',
      'Карас Красное',
    ]
  },
  {
    minBalance: 2,
    names: [
      'Фанта',
      'Швепс',
      'Спрайт',
      'Кока-кола',
      // водка
      'Хаски',
      'Абсолют'
    ]
  },
  {
    minBalance: 2.5,
    names: [
      'Бонаква негаз',
      'Бонаква газ',
      'Джермук',
      // пиво
      'Vaer Mobi Dick',
      'Бакалар б/а',
      'Vaer Grapefruit',
      'Vaer Cherri',
      'Хугарден',
      'Шпатен',
      // вино
      'Армения красное сух',
      'Армения красное п/сл',
      'Армения белое  сух',
      'Армения белое  п/сл',
      'Назени Кангун',
      'Назени Мускат',
      'Назени Арени Нуар',
      'Назени Саперави',
      'Ркацители',
      'Киндзмараули',
      'Армения гранат сухое',
      'Армения гранат п/сл',
      'Армения вишня',
      'Армения ежевика',
    ]
  },
  {
    minBalance: 5,
    names: [
      'Дилижан',
      'Киликия темное',
      'Vaer Lager',
      'Vaer Pils',
      'Эребуни',
      'Котайк',
      'Киликия светлое',
      'Натахтари'
    ]
  },
];

module.exports = allowedAmounts;